[
  {
    "id": 1,
    "name": "Tháng 1",
    "description": "Tháng giêng từ trước đến nay lập xuân sẽ được một ngày tạnh khô. Lập xuân tạnh nắng sẽ được mùa to. Đầu năm mùng một sương mù thì hạn hán; ngược lại may đen khắp bốn phương trời thì năm ấy hẳn hoi mùa màng. Thượng nguyên(từ 1 đến 10 tháng giêng). Thượng nguyên ngày nắng chang chang, quả hoa năm ấy được nhiều tốt tươi;\r\n\r\n\r\n"
  },
  {
    "id": 2,
    "name": "Tháng 2",
    "description": "Tháng 2 kinh trập (Sâu nở) thì tốt tươi. Sáng soi nắng tạnh được mùa, thóc gạo năm ấy coi như bùn. Ngày xuân phân có mưa phùn trời, năm ấy chẳng tai ôn đâu nào. Tháng 2 ngày mão có 3 (3 ngày mão) nơi nơi thóc gạo quả hoa được nhiều. Lập xuân ngày ấy có mưa, lúa nhiều nhưng lượng quả hoa không nhiều.\r\n\r\n\r\n\r\n"
  },
  {
    "id": 3,
    "name": "Tháng 3",
    "description": "Tháng 3 mồng một mưa rào, ấy là ôn dịch lao đao chẳng lành. Gió nam trong tiết thanh minh thỏa lòng những bậc canh nông cày bừa. Mùng 3 mưa tốt tằm tơ.\r\n\r\n\r\n"
  },
  {
    "id": 4,
    "name": "Tháng 4",
    "description": "Tháng 4 gió ít bệnh lo gì. Mưa ngày mùng 4 gạo xay ra tiền; Mưa ngày mùng 8 phong lên. Mưa ngày Giáp Tý  đi tìm sửu heo (hại trâu lợn).\r\n\r\n\r\n\r\n"
  },
  {
    "id": 5,
    "name": "Tháng 5",
    "description": "Tháng 5 Đoan Ngọ mưa rào sớm ngày nắng hiện thế nào cũng no. Hạ Chí (Sắp hết hạ) mưa thóc gạo đầy bồ. Gió phương tây bắc còn lo hạn dài.\r\n\r\n\r\n"
  },
  {
    "id": 6,
    "name": "Tháng 6",
    "description": "Tiết tam phục, trung phục, mạt phục. Tháng 6 tam phục nắng nôi, ruộng nhiều lúa ít khóc phòng tai nguy. Vụ ấy mà không ắt là vũ tuyết tam đông chẳng ngờ.\r\n\r\n\r\n"
  },
  {
    "id": 7,
    "name": "Tháng 7",
    "description": "Lập thu không mưa, vật nào vật ấy chỉ thu nửa phần. Nếu nhiều mưa quá phăng phăng(Mưa nhiều thì mất ăn lúa mùa. Ngày Sử Thử mưa to ấy là mất mùa lúa trổ ra lăm. Chú ý: Ngày Sử Thử có tiểu Thử, đại Thử có nắng thì năm ấy mới tốt, còn mưa là năm ấy xấu mất mùa.\r\n\r\n\r\n\r\n"
  },
  {
    "id": 8,
    "name": "Tháng 8",
    "description": "Thu phân mây trắng lúa muộn kém to. Nửa phần sấm chớp lúa gạo kém đi.\r\n\r\n"
  },
  {
    "id": 9,
    "name": "Tháng 9",
    "description": "Tháng 9 mồng 1 sương đầm, ấy là thời khí tai xâm bệnh nhiều. Tháng 9 nắng lắm mưa rào, râm ran thời giá gạo cao bằng vàng. Tháng 9 nắng ngày trùng dương(ngày 9/9) ắt là hạn cũng lâu. Gặp ngày trùng dương là ngày lành. Nếu mưa đầy kho thóc gạo canh nông thoả lòng.\r\n\r\n\r\n"
  },
  {
    "id": 10,
    "name": "Tháng 10",
    "description": "Ngày nhâm lập đông ruộng cao sâu cũng uổng công cày bừa. Ngày thứ 5 (tính từ ngày nhâm) còn lo tổn người, ngày thứ 5 là ngày tý. Ngày thứ 5 (tính từ ngày nhâm) còn lo tổn người, ngày thứ 5 là ngày tý\r\n\r\n"
  },
  {
    "id": 11,
    "name": "Tháng 11",
    "description": "Tháng 4 mùng 1 gió đoài (gió bấc) Binh đao đạo tặc gian manh bằng này; Đông chí mây cao trời tạnh mà không mặt trời. Thái bình thiên hạ nơi nơi bằng lòng\r\n"
  },
  {
    "id": 12,
    "name": "Tháng 12",
    "description": "Mùng 1 gió đông tai ương lục súc hãi hùng siết bao. Đại tuyết có nắng năm sau THÁI BÌNH, vụ mùa tốt lành điềm trời ra trước rành rành. Mồi năm khí hậu giữ lành ấm no. Biết thời biết tiết làm ăn.\r\n\r\n\r\n\r\n"
  }
]